Repository: Abdo0Gego0/Alketbi-CMS
Catalog: CmsResources/Messages.*.resx
Languages: ar

source: About Us
ar: من نحن

# AboutUsContent
source: The company was founded in 1994 by a group of highly competent & experienced professionals in the Travel and Tourism domain. Since its inception, Al Ketbi Travel has consistently delivered top quality services that are meeting/exceeding customer expectations. In the light of the above, Al Ketbi Travel had broadened its array of services to comprise 6 main areas: Reservations, Ticketing, Tour Packages, Travel Insurance, Hotel Booking, Desert Safari and Dhow Cruise.
ar: تأسست الشركة في عام 1994 على يد مجموعة من المهنيين ذوي الكفاءة والخبرة العالية في مجال السفر والسياحة. منذ إنشائها، قدمت الكتبي للسفريات باستمرار خدمات عالية الجودة تلبي/تتجاوز توقعات العملاء. في ضوء ما سبق، قامت الكتبي للسفريات بتوسيع مجموعة خدماتها لتشمل 6 مجالات رئيسية: الحجوزات، إصدار التذاكر، البرامج السياحية، تأمين السفر، حجز الفنادق، رحلات السفاري الصحراوية ورحلات الداو البحرية.

source: Access special offers and unique experiences.
ar: الحصول على عروض خاصة وتجربة فريدة.

# adddress
source: Abu Dhabi, Al Bateen W-10, Al Faskar Street, Al Khalidiya Tower, Minzaanin Floor
ar: أبوظبي، البطين W-10 ، مبنى الخالدية، شارع الفسكر، طابق الميزانين

source: Always Available
ar: متوفر دائما.

# BC1
source: Bookings are subject to availability and confirmation. Al Ketbi Travel reserves the right to cancel or modify bookings that violate our terms.
ar: تخضع الحجوزات للتوفر والتأكيد. تحتفظ الكتبي للسفريات بالحق في إلغاء أو تعديل الحجوزات التي تنتهك شروطنا.

source: Booking and Service Policies
ar: سياسة الحجز والحصول على الخدمات

source: Booking Conditions:
ar: شروط الحجز:

source: Booking Process:
ar: آلية الحجز:

# BP1
source: Users can book services through our website by following the provided instructions. Bookings are subject to availability and confirmation.
ar: يمكن للمستخدمين حجز الخدمات عبر موقعنا الإلكتروني باتباع التعليمات المقدمة. تخضع الحجوزات للتوفر والتأكيد.

# BP2
source: Users are responsible for understanding and agreeing to any specific conditions associated with booked services. Any additional requirements will be communicated during the booking process.
ar: يتحمل المستخدمون مسؤولية فهم أي شروط محددة مرتبطة بالخدمات المحجوزة والموافقة عليها. سيتم الإبلاغ عن أي متطلبات إضافية أثناء عملية الحجز.

source: Business Philosophy:
ar: فلسفة العمل:

# BusinessContent
source: To strive for worldwide excellence in its travel and tourism business practices, following a three-pronged approach: Foster a focused, proactive, professional and innovative environment in the organization and to enhance owners value and customer satisfaction. Empower the local and regional travel and tourism fraternity with business intelligence to facilitate informed decision making and gain operational efficiency through its enterprise products, services and solutions. Expand vertically and horizontally by adopting best business practices.
ar: السعي لتحقيق التميز العالمي في ممارسات أعمال السفر والسياحة، وذلك باتباع نهج ثلاثي المحاور: تعزيز بيئة مركزة واستباقية ومهنية ومبتكرة في المنظمة وتعزيز قيمة المالكين ورضا العملاء. تمكين شركات السفر والسياحة المحلية والإقليمية من خلال ذكاء الأعمال لتسهيل اتخاذ القرارات المستنيرة واكتساب الكفاءة التشغيلية من خلال منتجاتها وخدماتها وحلولها. التوسع رأسياً وأفقياً من خلال اعتماد أفضل الممارسات التجارية.

# chWlcmMsg
source: Welcome to Al Ketbi Travel website. How can we help you?
ar: أهلا بك في موقع الكتبي للسفريات بماذا يمكننا أن نساعدك؟

# ci
source: Contact Information
ar: معلومات الاتصال

# company
source: Al Ketbi Travels Company. All rights reserved
ar: الكتبي للسفريات. جميع الحقوق محفوظة.

# compName
source: Al Ketbi Travels
ar: الكتبي للسفريات

# Contact Information
source: For any inquiries or concerns regarding our services or policies, please contactus at:
ar: لأية أسئلة أو استفسارات بخصوص خدماتنا أو سياساتنا، يرجى الاتصال بنا على:

source: Customized for You
ar: خصيصا لك

source: Department of the Presidential Affairs
ar: قسم شؤون الرئاسة

# dir
source: ltr
ar: rtl

source: Email:
ar: الإيميل:

source: Emirates Falconers' Club (EFC)
ar: نادي صقور الإمارات (EFC)

# endMSG
source: Thank you for using Al Ketbi Travel's chat service. If you need further assistance, feel free to ask. Have a great day!
ar: شكرًا لاستخدامك خدمة الدردشة الخاصة بالكتبي للسفريات. إذا كنت بحاجة إلى مساعدة إضافية، لا تتردد في السؤال. أتمنى لك يومًا رائعًا!

source: Exclusive Deals
ar: عروض حصرية

source: Expertise Since 1994
ar: خبرتنا منذ عام 1994

source: Get support anytime during your trip 24/7.
ar: احصل على الدعم في أي وقت خلال رحلتك على مدار 24 ساعة طوال أيام الأسبوع.

source: Home
ar: الرئيسية

source: IATA Groups
ar: مجموعات اتحاد النقل الجوي الدولي

source: Information Collection:
ar: جمع المعلومات:

source: International Fund for Houbara Conservation (IFHC)
ar: الصندوق الدولي للحفاظ على الحبارى (IFHC)

# langImage
source: arLang.svg
ar: usa.svg

# langUrl
source: /Lang?culture=ar
ar: /Lang?culture=en-US

source: Ministry of Presidential Affairs
ar: وزارة شؤون الرئاسة

source: Mohamed Bin Zayed RaptoR FUNDS
ar: صندوق محمد بن زايد RaptoR FUNDS

source: NAJAHI Events
ar: فعاليات نجاحي

source: Name:
ar: الاسم:

source: National Search and Rescue Center | UAE
ar: المركز الوطني للبحث والإنقاذ | الإمارات العربية المتحدة

source: Observations:
ar: الملاحظات:

source: Our experienced team makes travel planning easy.
ar: فريقنا ذو الخبرة يجعل التخطيط للسفر سهلاً.

source: Over 29 years creating unforgettable trips.
ar: 29 سنة خبرة في مجال الرحلات غير قابلة للنسيان

source: Partners
ar: شركاؤنا

source: Personalized travel plans to match your preferences.
ar: تخطيط الرحلات لتناسب احتياجاتك

source: Phone:
ar: الهاتف:

# PP1
source: We may collect personal identification information from users in various ways, including, but not limited to, when users visit our site, register on the site, and place bookings.
ar: قد نقوم بجمع معلومات التعريف الشخصية من المستخدمين بطرق مختلفة، بما في ذلك، على سبيل المثال لا الحصر، عندما يزور المستخدمون موقعنا، ويقومون بالتسجيل في الموقع، وإجراء الحجوزات.

# PP2
source: Any information provided by users will be used for the purpose of booking and improving our services. We do not share this information with third parties.
ar: سيتم استخدام أي معلومات يقدمها المستخدمون لغرض الحجز وتحسين خدماتنا. نحن لا نشارك هذه المعلومات مع أطراف ثالثة.

# PPContent
source: Your privacy is important to us. This privacy policy outlines how Al Ketbi Travel collects, uses, maintains, and discloses information collected from users.
ar: خصوصيتك مهمة بالنسبة لنا. توضح سياسة الخصوصية هذه كيفية جمع الكتبي للسفريات واستخدامها والحفاظ عليها والكشف عن المعلومات التي تم جمعها من المستخدمين.

source: Privacy Policy
ar: سياسة الخصوصية

source: Prohibited Activities:
ar: الأنشطة المحظورة:

source: Quality Assured
ar: ضمان الجودة

# Sent
source: Submitted successfully.
ar: تم الإرسال بنجاح.

# serv1Cont
source: Special promotion and high value services with major Airlines operating from UAE to all over the world.
ar: عروض ترويجية خاصة وخدمات عالية القيمة مع شركات الطيران الكبرى العاملة من دولة الإمارات العربية المتحدة إلى جميع أنحاء العالم.

# serv1Titl
source: Airline Reservations
ar: حجوزات طيران

# serv2Cont
source: We can provide 4 star /5 star hotels or Apartment with specially designed amenities.
ar: يمكننا توفير فنادق أو شقق من فئة 4 نجوم/5 نجوم مع وسائل الراحة المصممة خصيصًا.

# serv2Titl
source: Hotel / Apartment Reservations
ar: حجوزات الفنادق/الشقق

# serv3Cont
source: Tailor made tour packages with 5* deluxe hotels and private transfers.
ar: عروض سياحية مصممة خصيصًا مع فنادق 5 نجوم فاخرة ووسائل النقل الخاصة.

# serv3Titl
source: Luxury Travel services
ar: خدمات السفر الفاخرة

# serv4Cont
source: Specially designed honeymoon packages with exotic destinations.
ar: باقات شهر العسل المصممة خصيصًا مع وجهات غريبة.

# serv4Titl
source: Honeymoon packages
ar: باقات شهر العسل

# serv5Cont
source: We provide holiday packages with unique services For the Individual and Group bookings.
ar: نحن نقدم باقات العطلات مع خدمات فريدة للحجوزات الفردية والجماعية.

# serv5Titl
source: Tour Packages
ar: برامج سياحية

source: Service Conditions:
ar: شروط الخدمة:

source: Service Description:
ar: مواصفات الخدمة:

source: Services
ar: خدماتنا

# srvc1
source: Al Ketbi Travel provides information about travel services based in Abu Dhabi, UAE. We offer booking services for various travel experiences within the region.
ar: توفر الكتبي للسفريات معلومات حول خدمات السفر التي يقع مقرها في أبو ظبي، الإمارات العربية المتحدة. نحن نقدم خدمات الحجز لمختلف تجارب السفر داخل المنطقة.

# srvc2
source: Users are responsible for providing accurate information during the booking process. Al Ketbi Travel reserves the right to refuse servic e to anyone for any reason at any time.
ar: يتحمل المستخدمون مسؤولية تقديم معلومات دقيقة أثناء عملية الحجز. تحتفظ الكتبي للسفريات بالحق في رفض الخدمة لأي شخص لأي سبب في أي وقت.

# srvc3
source: Bookings are subject to availability and confirmation. Al Ketbi Travel reserves the right to cancel or modify bookings that violate our terms.
ar: تخضع الحجوزات للتوفر والتأكيد. تحتفظ الكتبي للسفريات بالحق في إلغاء أو تعديل الحجوزات التي تنتهك شروطنا.

source: Submit
ar: إرسال

source: Terms of Service (TOS):
ar: شروط الخدمة (TOS):

# Terms of Servicess
source: Terms of Services
ar: شروط الخدمة

# ThanksMSG
source: Thank you, will be contacted soon.
ar: شكرا لك، سيتم التواصل معك قريباً.

# TOSContent
source: Welcome to Al Ketbi Travel! By accessing and using our website, you agree to comply with and be bound by the following terms and conditions of use. Please read these terms carefully before using our services.
ar: مرحبا بكم في الكتبي للسفريات! من خلال الوصول إلى موقعنا واستخدامه، فإنك توافق على الالتزام بشروط وأحكام الاستخدام التالية والالتزام بها. يرجى قراءة هذه الشروط بعناية قبل استخدام خدماتنا.

source: Trusted Guidance
ar: دليل موثوق

# typeText
source: Type your message...
ar: اكتب رسالتك هنا...

source: UAE Independent Climate Change Accelerators (UICCA)
ar: مسرعات تغير المناخ المستقلة في دولة الإمارات العربية المتحدة (UICCA)

source: Updates to Policies
ar: تعديلات سياسة الخصوصية

source: Use of Information:
ar: استخدام البيانات الشخصية

source: User Conduct and Responsibilities
ar: سلوك المستخدم ومسؤولياته

source: User Responsibilities:
ar: مسؤوليات المستخدم:

# UTP
source: We reserve the right to update these policies at any time. Users will be notified of any changes on our website.
ar: نحن نحتفظ بالحق في تحديث هذه السياسات في أي وقت. سيتم إخطار المستخدمين بأي تغييرات على موقعنا.

# UUR1
source: Users are prohibited from engaging in any unlawful activities on our website. Any violation of these terms may result in the termination of services.
ar: يُحظر على المستخدمين المشاركة في أي أنشطة غير قانونية على موقعنا. وأي انتهاك لهذه الشروط قد يؤدي إلى إنهاء الخدمات.

source: We ensure top-notch experiences for every traveler.
ar: نحن نضمن تجارب رفيعة المستوى لكل مسافر.

source: What you are looking for?
ar: ما الذي تبحث عنه؟

source: Why choose us?
ar: لماذا نحن؟

source: YAS HOLDING
ar: ياس القابضة
